Repository: phillon77/KnitNote
Catalog: KnitNote/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, el, fi, fr, ja, ko, nb, nl, sv, zh_hans, zh_hant

# journal.error.notFound
source: This journal entry is no longer available.
da: Denne journalpost er ikke længere tilgængelig.
de: Dieser Tagebucheintrag ist nicht mehr verfügbar.
el: Αυτή η καταχώρηση χρονικού δεν είναι πλέον διαθέσιμη.
fi: Tämä päiväkirjamerkintä ei ole enää saatavilla.
fr: Cette entrée de journal n'est plus disponible.
ja: この日記は利用できなくなりました。
ko: 이 기록 항목은 더 이상 사용할 수 없습니다.
nb: Denne journalposten er ikke lenger tilgjengelig.
nl: Dit dagboekitem is niet meer beschikbaar.
sv: Denna dagboksanteckning är inte längre tillgänglig.
zh_hans: 这篇日记已不可用。
zh_hant: 這則日記已無法使用。

# journal.error.projectCompleted
source: This completed project's journal is read-only.
da: Dagbogen for dette færdige projekt er kun til rådighed for læsning.
de: Das Tagebuch dieses abgeschlossenen Projekts ist schreibgeschützt.
el: Το ημερολόγιο αυτού του ολοκληρωμένου έργου είναι μόνο για ανάγνωση.
fi: Tämän valmistuneen projektin päiväkirjaa voi vain tarkastella.
fr: Le journal de ce projet terminé est en lecture seule.
ja: 完了した作品の日記は閲覧のみです。
ko: 완료된 프로젝트의 일지는 읽기 전용입니다.
nb: Dagboken for dette ferdige prosjektet er skrivebeskyttet.
nl: Het dagboek van dit voltooide project is alleen-lezen.
sv: Dagboken för det slutförda projektet är skrivskyddad.
zh_hans: 作品已完成，编织日记为只读状态。
zh_hant: 作品已完成，編織日記僅供查看

# journal.error.save.title
source: Couldn't save journal entry
da: Kunne ikke gemme journalposten.
de: Tagebucheintrag konnte nicht gespeichert werden
el: Αδυναμία αποθήκευσης καταχώρησης ημερολογίου
fi: Päiväkirjamerkintää ei voitu tallentaa
fr: Impossible d’enregistrer l’entrée du journal
ja: 日記を保存できませんでした
ko: 일지 항목을 저장할 수 없음
nb: Kunne ikke lagre journaloppføring.
nl: Dagboekitem kon niet worden bewaard
sv: Kunde inte spara dagboksinlägget
zh_hans: 无法保存日记
zh_hant: 無法儲存日記

# journal.error.saveFailed
source: The journal entry couldn't be saved. Please try again.
da: Dagbogselementet kunne ikke gemmes. Prøv igen.
de: Der Tagebucheintrag konnte nicht gespeichert werden. Versuche es erneut.
el: Δεν ήταν δυνατή η αποθήκευση της καταχώρισης ημερολογίου. Δοκιμάστε ξανά.
fi: Päiväkirjamerkintää ei voitu tallentaa. Yritä uudelleen.
fr: L’entrée du journal n’a pas pu être enregistrée. Réessayez.
ja: 日記を保存できませんでした。もう一度お試しください。
ko: 일지 항목을 저장할 수 없습니다. 다시 시도해 주세요.
nb: Dagbokoppføringen kunne ikke lagres. Prøv igjen.
nl: Het dagboekitem kon niet worden bewaard. Probeer het opnieuw.
sv: Dagboksinlägget kunde inte sparas. Försök igen.
zh_hans: 无法保存日记，请再试一次。
zh_hant: 無法儲存日記，請再試一次。

# journal.photo.camera
source: Camera
da: kamera
de: Kamera
el: Κάμερα
fi: Kamera
fr: Appareil photo
ja: カメラ
ko: 카메라
nb: kamera
sv: kamera
zh_hans: 相机
zh_hant: 相機

# journal.photo.library
source: Photo Library
da: Fotobibliotek
de: Fotobibliothek
el: Βιβλιοθήκη φωτογραφιών
fi: Valokuvakirjasto
fr: Bibliothèque de photos
ja: 写真ライブラリ
ko: 사진 라이브러리
nb: Fotobibliotek
nl: Fotobibliotheek
sv: Fotobibliotek
zh_hans: 照片图库
zh_hant: 照片圖庫

# journal.photo.loadFailed
source: Couldn't load photo
da: Kunne ikke indlæse billede
de: Bild konnte nicht geladen werden
el: Δεν ήταν δυνατή η φόρτωση της φωτογραφίας
fi: Kuvaa ei voitu ladata
fr: Impossible de charger la photo
ja: 写真を読み込めませんでした
ko: 사진을 로드할 수 없음
nb: Kunne ikke laste inn bildet.
nl: Foto kon niet worden geladen
sv: Kunde inte läsa in bilden
zh_hans: 无法加载照片
zh_hant: 無法載入照片

# journal.photo.loading
source: Loading photo
da: Indlæser billede
de: Foto wird geladen
el: Φόρτωση φωτογραφίας
fi: Ladataan valokuvaa
fr: Chargement de la photo
ja: 写真を読み込み中
ko: 사진 로드 중
nb: Laster bilde
nl: Foto laden
sv: Laddar bild
zh_hans: 正在加载照片
zh_hant: 正在載入照片

# journal.photo.select
source: Select a photo
da: Vælg et billede
de: Foto auswählen
el: Επιλέξτε μια φωτογραφία
fi: Valitse kuva
fr: Choisir une photo
ja: 写真を選択
ko: 사진 선택
nb: Velg et bilde
nl: Selecteer een foto
sv: Välj ett foto
zh_hans: 选择照片
zh_hant: 選擇照片

# journal.photo.unavailable
source: Photo unavailable
da: Billede ikke tilgængeligt
de: Foto nicht verfügbar
el: Μη διαθέσιμη φωτογραφία
fi: Valokuvaa ei saatavilla
fr: Photo indisponible
ja: 写真を利用できません
ko: 사진 이용 불가
nb: Bilde ikke tilgjengelig
nl: Foto niet beschikbaar
sv: Foto inte tillgängligt
zh_hans: 无法加载照片
zh_hant: 無法載入照片

# journal.readOnly.completed
source: This completed project's journal is read-only.
da: Dagbogen for dette færdige projekt er kun til rådighed for læsning.
de: Das Tagebuch dieses abgeschlossenen Projekts ist schreibgeschützt.
el: Το ημερολόγιο αυτού του ολοκληρωμένου έργου είναι μόνο για ανάγνωση.
fi: Tämän valmistuneen projektin päiväkirjaa voi vain tarkastella.
fr: Le journal de ce projet terminé est en lecture seule.
ja: 完了した作品の日記は閲覧のみです。
ko: 완료된 프로젝트의 일지는 읽기 전용입니다.
nb: Dagboken for dette ferdige prosjektet er skrivebeskyttet.
nl: Het dagboek van dit voltooide project is alleen-lezen.
sv: Dagboken för det slutförda projektet är skrivskyddad.
zh_hans: 作品已完成，编织日记为只读状态。
zh_hant: 作品已完成，編織日記僅供查看

# journal.saving
source: Saving journal entry
da: Gemmer dagbogsindlæg
de: Tagebucheintrag wird gespeichert
el: Αποθήκευση καταχώρισης ημερολογίου…
fi: Tallennetaan päiväkirjamerkintää
fr: Enregistrement de l’entrée du journal
ja: 日記を保存中
ko: 일지 항목 저장 중
nb: Lagrer journalinnlegg
nl: Dagboekitem bewaren
sv: Sparar dagboksinlägg
zh_hans: 正在保存日记
zh_hant: 正在儲存日記

# journal.share
source: Share
da: Del
de: Teilen
el: Κοινοποίηση
fi: Jaa
fr: Partager
ja: 共有
ko: 공유
nb: Del
nl: Delen
sv: Dela
zh_hans: 分享
zh_hant: 分享

# journal.share.title
source: Share Knitting Journal
da: Del strikkedagbog
de: Stricktagebuch teilen
el: Κοινοποίηση ημερολογίου πλεξίματος
fi: Jaa neulepäiväkirja
fr: Partager le journal de tricot
ja: 編み物日記を共有
ko: 뜨개질 일지 공유
nb: Del strikkedagbok
nl: Breidagboek delen
sv: Dela stickdagbok
zh_hans: 分享编织日记
zh_hant: 分享編織日誌

# journal.share.loading
source: Creating preview…
da: Opretter eksempel…
de: Vorschau wird erstellt…
el: Δημιουργία προεπισκόπησης…
fi: Luodaan esikatselua…
fr: Création de l’aperçu…
ja: プレビューを作成中…
ko: 미리보기 생성 중…
nb: Oppretter forhåndsvisning…
nl: Voorvertoning maken…
sv: Skapar förhandsvisning…
zh_hans: 正在创建预览…
zh_hant: 正在製作預覽…

# journal.share.format.post
source: Post 4:5
da: Opslag 4:5
de: Beitrag 4:5
el: Δημοσίευση 4:5
fi: Julkaisu 4:5
fr: Publication 4:5
ja: 投稿 4:5
ko: 게시물 4:5
nb: Innlegg 4:5
nl: Bericht 4:5
sv: Inlägg 4:5
zh_hans: 帖子 4:5
zh_hant: 貼文 4:5

# journal.share.format.story
source: Story 9:16
da: Historie 9:16
el: Ιστορία 9:16
fi: Tarina 9:16
ja: ストーリー 9:16
ko: 스토리 9:16
nb: Historie 9:16
nl: Verhaal 9:16
sv: Händelse 9:16
zh_hans: 限时动态 9:16
zh_hant: 限時動態 9:16

# journal.share.showProject
source: Show project name
da: Vis projektnavn
de: Projektname anzeigen
el: Εμφάνιση ονόματος έργου
fi: Näytä projektin nimi
fr: Afficher le nom du projet
ja: プロジェクト名を表示
ko: 프로젝트 이름 표시
nb: Vis prosjektnavn
nl: Projectnaam tonen
sv: Visa projektnamn
zh_hans: 显示项目名称
zh_hant: 顯示專案名稱

# journal.share.showDate
source: Show date
da: Vis dato
de: Datum anzeigen
el: Εμφάνιση ημερομηνίας
fi: Näytä päivämäärä
fr: Afficher la date
ja: 日付を表示
ko: 날짜 표시
nb: Vis dato
nl: Datum tonen
sv: Visa datum
zh_hans: 显示日期
zh_hant: 顯示日期

# journal.share.showCaption
source: Show journal text
da: Vis dagbogstekst
de: Tagebuchtext anzeigen
el: Εμφάνιση κειμένου ημερολογίου
fi: Näytä päiväkirjateksti
fr: Afficher le texte du journal
ja: 日記の文章を表示
ko: 일지 텍스트 표시
nb: Vis journaltekst
nl: Dagboektekst tonen
sv: Visa dagbokstext
zh_hans: 显示日记文字
zh_hant: 顯示日誌文字

# journal.share.showBrand
source: Show KnitNote
da: Vis KnitNote
de: KnitNote anzeigen
el: Εμφάνιση KnitNote
fi: Näytä KnitNote
fr: Afficher KnitNote
ja: KnitNote を表示
ko: KnitNote 표시
nb: Vis KnitNote
nl: KnitNote tonen
sv: Visa KnitNote
zh_hans: 显示 KnitNote
zh_hant: 顯示 KnitNote

# journal.share.text
source: Post text
da: Opslagstekst
de: Beitragstext
el: Κείμενο δημοσίευσης
fi: Julkaisuteksti
fr: Texte de la publication
ja: 投稿テキスト
ko: 게시물 텍스트
nb: Innleggstekst
nl: Berichttekst
sv: Inläggstext
zh_hans: 帖子文字
zh_hant: 貼文文字

# journal.share.hashtag
source: Include #KnitNote
da: Medtag #KnitNote
de: #KnitNote hinzufügen
el: Συμπερίληψη #KnitNote
fi: Lisää #KnitNote
fr: Inclure #KnitNote
ja: #KnitNote を含める
ko: #KnitNote 포함
nb: Ta med #KnitNote
nl: #KnitNote toevoegen
sv: Ta med #KnitNote
zh_hans: 添加 #KnitNote
zh_hant: 加入 #KnitNote

# journal.share.action.share
source: Share
da: Del
de: Teilen
el: Κοινοποίηση
fi: Jaa
fr: Partager
ja: 共有
ko: 공유
nb: Del
nl: Delen
sv: Dela
zh_hans: 分享
zh_hant: 分享

# journal.share.action.save
source: Save to Photos
da: Gem i Fotos
de: In Fotos sichern
el: Αποθήκευση στις Φωτογραφίες
fi: Tallenna Kuviin
fr: Enregistrer dans Photos
ja: 写真に保存
ko: 사진에 저장
nb: Arkiver i Bilder
nl: Bewaar in Foto’s
sv: Spara i Bilder
zh_hans: 存储到照片
zh_hant: 儲存到照片

# journal.share.action.saveFile
source: Save Image…
da: Gem billede…
de: Bild sichern…
el: Αποθήκευση εικόνας…
fi: Tallenna kuva…
fr: Enregistrer l’image…
ja: 画像を保存…
ko: 이미지 저장…
nb: Arkiver bilde…
nl: Bewaar afbeelding…
sv: Spara bild…
zh_hans: 存储图片…
zh_hant: 儲存圖片⋯

# journal.share.action.copy
source: Copy Post Text
da: Kopiér opslagstekst
de: Beitragstext kopieren
el: Αντιγραφή κειμένου
fi: Kopioi julkaisuteksti
fr: Copier le texte
ja: 投稿テキストをコピー
ko: 게시물 텍스트 복사
nb: Kopier innleggstekst
nl: Berichttekst kopiëren
sv: Kopiera inläggstext
zh_hans: 复制帖子文字
zh_hant: 複製貼文文字

# journal.share.preview.accessibility
source: Knitting journal share card preview
da: Eksempel på delingskort
de: Vorschau der Stricktagebuch-Karte
el: Προεπισκόπηση κάρτας κοινοποίησης
fi: Neulepäiväkirjan jakokortin esikatselu
fr: Aperçu de la carte du journal de tricot
ja: 編み物日記共有カードのプレビュー
ko: 뜨개질 일지 공유 카드 미리보기
nb: Forhåndsvisning av delingskort
nl: Voorvertoning van deelkaart
sv: Förhandsvisning av delningskort
zh_hans: 编织日记分享卡预览
zh_hant: 編織日誌分享卡預覽

# journal.share.copyFeedback
source: Copied
da: Kopieret
de: Kopiert
el: Αντιγράφηκε
fi: Kopioitu
fr: Copié
ja: コピー済み
ko: 복사됨
nb: Kopiert
nl: Gekopieerd
sv: Kopierat
zh_hans: 已复制
zh_hant: 已複製

# journal.share.saving
source: Saving…
da: Gemmer…
de: Wird gesichert…
el: Αποθήκευση…
fi: Tallennetaan…
fr: Enregistrement…
ja: 保存中…
ko: 저장 중…
nb: Arkiverer…
nl: Bewaren…
sv: Sparar…
zh_hans: 正在存储…
zh_hant: 正在儲存…

# journal.share.saved
source: Saved to Photos
da: Gemt i Fotos
de: In Fotos gesichert
el: Αποθηκεύτηκε στις Φωτογραφίες
fi: Tallennettu Kuviin
fr: Enregistré dans Photos
ja: 写真に保存しました
ko: 사진에 저장됨
nb: Arkivert i Bilder
nl: Bewaard in Foto’s
sv: Sparad i Bilder
zh_hans: 已存储到照片
zh_hant: 已儲存到照片

# journal.share.savedFile
source: Image saved
da: Billedet er gemt
de: Bild gesichert
el: Η εικόνα αποθηκεύτηκε
fi: Kuva tallennettu
fr: Image enregistrée
ja: 画像を保存しました
ko: 이미지가 저장됨
nb: Bildet er arkivert
nl: Afbeelding bewaard
sv: Bilden har sparats
zh_hans: 图片已存储
zh_hant: 已儲存圖片

# journal.share.saveCancelled
source: Save cancelled
da: Lagring annulleret
de: Sichern abgebrochen
el: Η αποθήκευση ακυρώθηκε
fi: Tallennus peruutettu
fr: Enregistrement annulé
ja: 保存をキャンセルしました
ko: 저장 취소됨
nb: Arkivering avbrutt
nl: Bewaren geannuleerd
sv: Sparandet avbröts
zh_hans: 已取消存储
zh_hant: 已取消儲存

# journal.share.openSettings
source: Open Settings
da: Åbn Indstillinger
de: Einstellungen öffnen
el: Άνοιγμα Ρυθμίσεων
fi: Avaa Asetukset
fr: Ouvrir Réglages
ja: 設定を開く
ko: 설정 열기
nb: Åpne Innstillinger
nl: Open Instellingen
sv: Öppna Inställningar
zh_hans: 打开设置
zh_hant: 開啟設定

# journal.share.error.title
source: Unable to Share
da: Kan ikke dele
de: Teilen nicht möglich
el: Η κοινοποίηση δεν είναι δυνατή
fi: Jakaminen ei onnistu
fr: Partage impossible
ja: 共有できません
ko: 공유할 수 없음
nb: Kan ikke dele
nl: Delen niet mogelijk
sv: Det gick inte att dela
zh_hans: 无法分享
zh_hant: 無法分享

# journal.share.error.photoUnavailable
source: This journal photo is unavailable.
da: Dette dagbogsbillede er ikke tilgængeligt.
de: Dieses Tagebuchfoto ist nicht verfügbar.
el: Αυτή η φωτογραφία ημερολογίου δεν είναι διαθέσιμη.
fi: Tämä päiväkirjakuva ei ole saatavilla.
fr: Cette photo du journal est indisponible.
ja: この日記の写真は利用できません。
ko: 이 일지 사진을 사용할 수 없습니다.
nb: Dette journalbildet er ikke tilgjengelig.
nl: Deze dagboekfoto is niet beschikbaar.
sv: Den här dagboksbilden är inte tillgänglig.
zh_hans: 无法读取这张日记照片。
zh_hant: 無法讀取這張日誌照片。

# journal.share.error.render
source: The share card couldn’t be created.
da: Delingskortet kunne ikke oprettes.
de: Die Karte konnte nicht erstellt werden.
el: Δεν ήταν δυνατή η δημιουργία της κάρτας.
fi: Jakokorttia ei voitu luoda.
fr: La carte n’a pas pu être créée.
ja: 共有カードを作成できませんでした。
ko: 공유 카드를 만들 수 없습니다.
nb: Delingskortet kunne ikke opprettes.
nl: De deelkaart kon niet worden gemaakt.
sv: Delningskortet kunde inte skapas.
zh_hans: 无法创建分享卡。
zh_hant: 無法製作分享卡。

# journal.share.error.photosDenied
source: Allow KnitNote to add photos in Settings to save this card.
da: Tillad adgang til Fotos i Indstillinger for at gemme kortet.
de: Erlaube den Fotozugriff in den Einstellungen, um diese Karte zu sichern.
el: Επιτρέψτε την πρόσβαση στις Φωτογραφίες από τις Ρυθμίσεις για αποθήκευση.
fi: Salli Kuvien käyttö Asetuksissa kortin tallentamista varten.
fr: Autorisez l’accès aux photos dans Réglages pour enregistrer cette carte.
ja: このカードを保存するには、設定で写真へのアクセスを許可してください。
ko: 이 카드를 저장하려면 설정에서 사진 접근을 허용하세요.
nb: Tillat tilgang til Bilder i Innstillinger for å arkivere kortet.
nl: Sta toegang tot Foto’s toe in Instellingen om deze kaart te bewaren.
sv: Tillåt åtkomst till Bilder i Inställningar för att spara kortet.
zh_hans: 请在“设置”中允许 KnitNote 添加照片，以存储此卡片。
zh_hant: 請在「設定」允許 KnitNote 新增照片，以儲存這張卡片。

# journal.share.error.saveFailed
source: The card couldn’t be saved to Photos.
da: Kortet kunne ikke gemmes i Fotos.
de: Die Karte konnte nicht in Fotos gesichert werden.
el: Δεν ήταν δυνατή η αποθήκευση στις Φωτογραφίες.
fi: Korttia ei voitu tallentaa Kuviin.
fr: La carte n’a pas pu être enregistrée dans Photos.
ja: カードを写真に保存できませんでした。
ko: 카드를 사진에 저장할 수 없습니다.
nb: Kortet kunne ikke arkiveres i Bilder.
nl: De kaart kon niet in Foto’s worden bewaard.
sv: Kortet kunde inte sparas i Bilder.
zh_hans: 无法将卡片存储到照片。
zh_hant: 無法將卡片儲存到照片。

# journal.share.error.saveFileFailed
source: The image couldn’t be saved.
da: Billedet kunne ikke gemmes.
de: Das Bild konnte nicht gesichert werden.
el: Δεν ήταν δυνατή η αποθήκευση της εικόνας.
fi: Kuvaa ei voitu tallentaa.
fr: Impossible d’enregistrer l’image.
ja: 画像を保存できませんでした。
ko: 이미지를 저장할 수 없습니다.
nb: Bildet kunne ikke arkiveres.
nl: De afbeelding kon niet worden bewaard.
sv: Det gick inte att spara bilden.
zh_hans: 无法存储图片。
zh_hant: 無法儲存圖片。

# journal.share.error.unavailable
source: Sharing is temporarily unavailable.
da: Deling er midlertidigt utilgængelig.
de: Teilen ist vorübergehend nicht verfügbar.
el: Η κοινοποίηση δεν είναι προσωρινά διαθέσιμη.
fi: Jakaminen ei ole tilapäisesti käytettävissä.
fr: Le partage est temporairement indisponible.
ja: 現在、共有は利用できません。
ko: 일시적으로 공유할 수 없습니다.
nb: Deling er midlertidig utilgjengelig.
nl: Delen is tijdelijk niet beschikbaar.
sv: Delning är tillfälligt otillgängligt.
zh_hans: 暂时无法分享。
zh_hant: 目前無法分享。

# journal.share.announcement.copied
source: Copied
da: Kopieret
de: Kopiert
el: Αντιγράφηκε
fi: Kopioitu
fr: Copié
ja: コピー済み
ko: 복사됨
nb: Kopiert
nl: Gekopieerd
sv: Kopierat
zh_hans: 已复制
zh_hant: 已複製

# journal.share.announcement.failed
source: Sharing is temporarily unavailable.
da: Deling er midlertidigt utilgængelig.
de: Teilen ist vorübergehend nicht verfügbar.
el: Η κοινοποίηση δεν είναι προσωρινά διαθέσιμη.
fi: Jakaminen ei ole tilapäisesti käytettävissä.
fr: Le partage est temporairement indisponible.
ja: 現在、共有は利用できません。
ko: 일시적으로 공유할 수 없습니다.
nb: Deling er midlertidig utilgjengelig.
nl: Delen is tijdelijk niet beschikbaar.
sv: Delning är tillfälligt otillgängligt.
zh_hans: 暂时无法分享。
zh_hant: 目前無法分享。

# journal.share.announcement.photoUnavailable
source: This journal photo is unavailable.
da: Dette dagbogsbillede er ikke tilgængeligt.
de: Dieses Tagebuchfoto ist nicht verfügbar.
el: Αυτή η φωτογραφία ημερολογίου δεν είναι διαθέσιμη.
fi: Tämä päiväkirjakuva ei ole saatavilla.
fr: Cette photo du journal est indisponible.
ja: この日記の写真は利用できません。
ko: 이 일지 사진을 사용할 수 없습니다.
nb: Dette journalbildet er ikke tilgjengelig.
nl: Deze dagboekfoto is niet beschikbaar.
sv: Den här dagboksbilden är inte tillgänglig.
zh_hans: 无法读取这张日记照片。
zh_hant: 無法讀取這張日誌照片。

# journal.share.announcement.renderFailed
source: The share card couldn’t be created.
da: Delingskortet kunne ikke oprettes.
de: Die Karte konnte nicht erstellt werden.
el: Δεν ήταν δυνατή η δημιουργία της κάρτας.
fi: Jakokorttia ei voitu luoda.
fr: La carte n’a pas pu être créée.
ja: 共有カードを作成できませんでした。
ko: 공유 카드를 만들 수 없습니다.
nb: Delingskortet kunne ikke opprettes.
nl: De deelkaart kon niet worden gemaakt.
sv: Delningskortet kunde inte skapas.
zh_hans: 无法创建分享卡。
zh_hant: 無法製作分享卡。

# journal.share.announcement.photosDenied
source: Allow KnitNote to add photos in Settings to save this card.
da: Tillad adgang til Fotos i Indstillinger for at gemme kortet.
de: Erlaube den Fotozugriff in den Einstellungen, um diese Karte zu sichern.
el: Επιτρέψτε την πρόσβαση στις Φωτογραφίες από τις Ρυθμίσεις για αποθήκευση.
fi: Salli Kuvien käyttö Asetuksissa kortin tallentamista varten.
fr: Autorisez l’accès aux photos dans Réglages pour enregistrer cette carte.
ja: このカードを保存するには、設定で写真へのアクセスを許可してください。
ko: 이 카드를 저장하려면 설정에서 사진 접근을 허용하세요.
nb: Tillat tilgang til Bilder i Innstillinger for å arkivere kortet.
nl: Sta toegang tot Foto’s toe in Instellingen om deze kaart te bewaren.
sv: Tillåt åtkomst till Bilder i Inställningar för att spara kortet.
zh_hans: 请在“设置”中允许 KnitNote 添加照片，以存储此卡片。
zh_hant: 請在「設定」允許 KnitNote 新增照片，以儲存這張卡片。

# journal.share.announcement.saved
source: Saved to Photos
da: Gemt i Fotos
de: In Fotos gesichert
el: Αποθηκεύτηκε στις Φωτογραφίες
fi: Tallennettu Kuviin
fr: Enregistré dans Photos
ja: 写真に保存しました
ko: 사진에 저장됨
nb: Arkivert i Bilder
nl: Bewaard in Foto’s
sv: Sparad i Bilder
zh_hans: 已存储到照片
zh_hant: 已儲存到照片

# journal.share.announcement.savedFile
source: Image saved
da: Billedet er gemt
de: Bild gesichert
el: Η εικόνα αποθηκεύτηκε
fi: Kuva tallennettu
fr: Image enregistrée
ja: 画像を保存しました
ko: 이미지가 저장됨
nb: Bildet er arkivert
nl: Afbeelding bewaard
sv: Bilden har sparats
zh_hans: 图片已存储
zh_hant: 已儲存圖片

# journal.share.announcement.saveFailed
source: The card couldn’t be saved to Photos.
da: Kortet kunne ikke gemmes i Fotos.
de: Die Karte konnte nicht in Fotos gesichert werden.
el: Δεν ήταν δυνατή η αποθήκευση στις Φωτογραφίες.
fi: Korttia ei voitu tallentaa Kuviin.
fr: La carte n’a pas pu être enregistrée dans Photos.
ja: カードを写真に保存できませんでした。
ko: 카드를 사진에 저장할 수 없습니다.
nb: Kortet kunne ikke arkiveres i Bilder.
nl: De kaart kon niet in Foto’s worden bewaard.
sv: Kortet kunde inte sparas i Bilder.
zh_hans: 无法将卡片存储到照片。
zh_hant: 無法將卡片儲存到照片。

# journal.share.announcement.saveCancelled
source: Save cancelled
da: Lagring annulleret
de: Sichern abgebrochen
el: Η αποθήκευση ακυρώθηκε
fi: Tallennus peruutettu
fr: Enregistrement annulé
ja: 保存をキャンセルしました
ko: 저장 취소됨
nb: Arkivering avbrutt
nl: Bewaren geannuleerd
sv: Sparandet avbröts
zh_hans: 已取消存储
zh_hant: 已取消儲存

# journal.title
source: Knitting Journal
da: Strikkejournal
de: Strickjournal
el: Ημερολόγιο πλεξίματος
fi: Neulepäiväkirja
fr: Journal de tricot
ja: 編み物日記
ko: 뜨개질 일기
nb: Strikkejournal
nl: Breidagboek
sv: Stickjournal
zh_hans: 编织日记
zh_hant: 編織日記

# language.danish
source: Danish
da: Dansk
de: Dänisch
el: Δανικά
fi: Tanska
fr: Danois
ja: デンマーク語
ko: 덴마크어
nb: Dansk
nl: Deens
sv: Danska
zh_hans: 丹麦语
zh_hant: 丹麥文

# language.dutch
source: Dutch
da: Nederlandsk
de: Niederländisch
el: Ολλανδικά
fi: Hollanti
fr: Néerlandais
ja: オランダ語
ko: 네덜란드어
nb: Nederlandsk
nl: Nederlands
sv: Nederländska
zh_hans: 荷兰语
zh_hant: 荷蘭文

# language.english
source: English
da: Engelsk
el: Αγγλικά
fi: Englanti
ko: 영어
nb: Engelsk
nl: Engels
sv: Engelska

# language.finnish
source: Finnish
da: Finsk
de: Finnisch
el: Φινλανδικά
fi: Suomi
fr: Finnois
ja: フィンランド語
ko: 핀란드어
nb: Finsk
nl: Fins
sv: Finska
zh_hans: 芬兰语
zh_hant: 芬蘭文

# language.french
source: Français
da: Fransk
el: Γαλλικά
fi: Ranska
ko: 프랑스어
nb: Fransk
nl: Frans
sv: Franska

# language.german
source: Deutsch
da: Tysk
el: Γερμανικά
fi: Saksa
ko: 독일어
nb: Tysk
nl: Duits
sv: Tyska

# language.greek
source: Greek
da: Græsk
de: Griechisch
el: Ελληνικά
fi: Kreikka
fr: Grec
ja: ギリシャ語
ko: 그리스어
nb: Gresk
nl: Grieks
sv: Grekiska
zh_hans: 希腊语
zh_hant: 希臘文

# language.japanese
source: 日本語
da: Japansk
el: Ιαπωνικά
fi: Japani
ko: 일본어
nb: Japansk
nl: Japans
sv: Japanska

# language.korean
source: Korean
da: Koreansk
de: Koreanisch
el: Κορεατικά
fi: Korea
fr: Coréen
ja: 韓国語
ko: 한국어
nb: Koreansk
nl: Koreaans
sv: Koreanska
zh_hans: 韩语
zh_hant: 韓文

# language.norwegianBokmal
source: Norwegian Bokmål
da: Norsk (bokmål)
de: Norwegisch (Bokmål)
el: Νορβηγικά Μποκμάλ
fi: Norja (bokmål)
fr: Norvégien (bokmål)
ja: ノルウェー語（ブークモール）
ko: 노르웨이어(보크몰)
nb: Norsk bokmål
nl: Noors (Bokmål)
sv: Norska (bokmål)
zh_hans: 挪威语（博克马尔语）
zh_hant: 挪威文（博克馬爾文）

# language.simplifiedChinese
source: 简体中文
da: Forenklet kinesisk
el: Απλοποιημένα κινεζικά
fi: Yksinkertaistettu kiina
ko: 중국어(간체)
nb: Forenklet kinesisk
nl: Vereenvoudigd Chinees
sv: Förenklad kinesiska

# language.swedish
source: Swedish
da: Svensk
de: Schwedisch
el: Σουηδικά
fi: Ruotsi
fr: Suédois
ja: スウェーデン語
ko: 스웨덴어
nb: Svensk
nl: Zweeds
sv: Svenska
zh_hans: 瑞典语
zh_hant: 瑞典文

# language.system
source: Follow System
da: Følg systemet
de: Systemsprache
el: Σύμφωνα με το σύστημα
fi: Järjestelmän mukaan
fr: Suivre le système
ja: システムに従う
ko: 시스템 설정 따르기
nb: Følg systemet
nl: Volg het systeem
sv: Följ systemet
zh_hans: 跟随系统
zh_hant: 跟隨系統

# language.traditionalChinese
source: 繁體中文
da: Traditionelt kinesisk
el: Παραδοσιακά κινεζικά
fi: Perinteinen kiina
ko: 중국어(번체)
nb: Tradisjonell kinesisk
nl: Traditioneel Chinees
sv: Traditionell kinesiska

# nav.patterns
source: Patterns
da: Opskrifter
de: Muster
el: Σχέδια
fi: Ohjeet
fr: Patrons
ja: 編み図
ko: 도안
nb: Mønstre
nl: Patronen
sv: Mönster
zh_hans: 图解
zh_hant: 織圖

# nav.projects
source: Projects
da: Projekter
de: Projekte
el: Έργα
fi: Projektit
fr: Projets
ja: 作品
ko: 프로젝트
nb: Prosjekter
nl: Projecten
sv: Projekt
zh_hans: 作品
zh_hant: 作品

# nav.settings
source: Settings
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
fi: Asetukset
fr: Paramètres
ja: 設定
ko: 설정
nb: Innstillinger
nl: Instellingen
sv: Inställningar
zh_hans: 设置
zh_hant: 設定

# nav.yarn
source: Yarn
da: garn
de: Garn
el: Νήμα
fi: Lanka
fr: Fils
ja: 毛糸
ko: 실
nb: garn
nl: Garen
sv: garn
zh_hans: 毛线库
zh_hant: 毛線庫

# notes.all
source: All Notes
da: Alle noter
de: Alle Notizen
el: Όλες οι σημειώσεις
fi: Kaikki muistiinpanot
fr: Toutes les notes
ja: すべてのメモ
ko: 모든 메모들
nb: Alle notater
nl: Alle notities
sv: Alla anteckningar
zh_hans: 全部笔记
zh_hant: 全部筆記

# notes.edit
source: Note
da: seddel
de: Notiz
el: Σημείωση
fi: Muistiinpano
ja: メモ
ko: 메모
nb: antegnelse
nl: Notitie
sv: anteckning
zh_hans: 笔记
zh_hant: 筆記

# notes.recent
source: Recent Notes
da: Seneste noter
de: Neueste Notizen
el: Πρόσφατες σημειώσεις
fi: Viimeisimmät muistiinpanot
fr: Notes récentes
ja: 最近のメモ
ko: 최근 메모들
nb: Nylige notater
nl: Recente notities
sv: Senaste anteckningar
zh_hans: 最近笔记
zh_hant: 最近筆記

# notes.row
source: Row
da: pind
de: Reihe
el: Σειρά
fi: Kerros
fr: Rang
ja: 段
ko: 단
nb: rad
nl: Toer
sv: varv
zh_hans: 行
zh_hant: 排數

# notes.row.format
source: Row %d
da: pind %d
de: Reihe %d
el: σειρά %d
fi: Kerros %d
fr: Rang %d
ja: 第%d段
ko: 단 %d
nb: rad %d
nl: Toer %d
sv: varv %d
zh_hans: 第 %d 行
zh_hant: 第 %d 排

# patterns.add
source: Add Pattern
da: Tilføj opskrift
de: Muster hinzufügen
el: Προσθήκη μοτίβου
fi: Lisää ohje
fr: Ajouter un patron
ja: 編み図を追加
ko: 도안 추가
nb: Legg til mønster
nl: Patroon toevoegen
sv: Lägg till mönster
zh_hans: 添加图解
zh_hant: 加入織圖
